[
	{
		"text": "The trust of the innocent is the liar's most useful tool.",
		"author": "Stephen King"
	},
	{
		"text": "It is always the best policy to speak the truth, unless, of course, you are an exceptionally good liar.",
		"author": "Jerome K. Jerome"
	},
	{
		"text": "A liar will not be believed, even when he speaks the truth.",
		"author": "Aesop"
	},
	{
		"text": "To be a liar, you've got to have a great memory, and I don't have a memory.",
		"author": "Ozzy Osbourne"
	},
	{
		"text": "The only thing worse than a liar is a liar that's also a hypocrite!",
		"author": "Tennessee Williams"
	},
	{
		"text": "Men are liars. We'll lie about lying if we have to. I'm an algebra liar. I figure two good lies make a positive.",
		"author": "Tim Allen"
	},
	{
		"text": "I love women, but I feel like you can't trust some of them. Some of them are liars, you know? Like I was in the park and I met this girl, she was cute and she had a dog. And I went up to her, we started talking. She told me her dog's name. Then I said, 'Does he bite?' She said, 'No.' And I said, 'Oh yeah? Then how does he eat?' Liar.",
		"author": "Demetri Martin"
	},
	{
		"text": "A man is never more truthful than when he acknowledges himself a liar.",
		"author": "Mark Twain"
	},
	{
		"text": "A liar begins with making falsehood appear like truth, and ends with making truth itself appear like falsehood.",
		"author": "William Shenstone"
	},
	{
		"text": "The poet is a liar who always speaks the truth.",
		"author": "Jean Cocteau"
	},
	{
		"text": "Do not consider it proof just because it is written in books, for a liar who will deceive with his tongue will not hesitate to do the same with his pen.",
		"author": "Maimonides"
	},
	{
		"text": "Thank you, horseradish, for being neither a radish nor a horse. What you are is a liar food.",
		"author": "Jimmy Fallon"
	},
	{
		"text": "Nostalgia is a seductive liar.",
		"author": "George Ball"
	},
	{
		"text": "If one is to be called a liar, one may as well make an effort to deserve the name.",
		"author": "A. A. Milne"
	},
	{
		"text": "The truthful man is usually a liar.",
		"author": "Alfred Nobel"
	},
	{
		"text": "One can be absolutely truthful and sincere even though admittedly the most outrageous liar. Fiction and invention are of the very fabric of life.",
		"author": "Henry Miller"
	},
	{
		"text": "Do you know what 'meteorologist' means in English? It means liar.",
		"author": "Lewis Black"
	},
	{
		"text": "A lie gets halfway around the world before the truth has a chance to get its pants on.",
		"author": "Winston Churchill"
	},
	{
		"text": "A lie has no leg, but a scandal has wings.",
		"author": "Thomas Fuller"
	},
	{
		"text": "Be bad, but at least don't be a liar, a deceiver!",
		"author": "Leo Tolstoy, Anna Karenina"
	},
	{
		"text": "The liar's punishment is, not in the least that he is not believed, but that he cannot believe anyone else.",
		"author": "George Bernard Shaw, The Quintessence of Ibsenism"
	},
	{
		"text": "The secret of staying young is to live honestly, eat slowly, and lie about your age.",
		"author": "Lucille Ball"
	},
	{
		"text": "A lie told often enough becomes the truth.",
		"author": "Vladimir Lenin"
	},
	{
		"text": "Only enemies speak the truth; friends and lovers lie endlessly, caught in the web of duty.",
		"author": "Stephen King"
	},
	{
		"text": "Nine out of ten politicians are thieves. The tenth politician is a liar, and the one who conducted the survey.",
		"author": "Jarod Kintz"
	},
	{
		"text": "Who you are in public is a test of your conviction; who you are in private, integrity.",
		"author": "Criss Jami"
	},
	{
		"text": "Nobody hates being lied to more than a liar.",
		"author": "Steve Maraboli"
	},
	{
		"text": "There's only two people in your life you should lie to... the police and your girlfriend.",
		"author": "Jack Nicholson"
	},
	{
		"text": "Why lie? I'm not going to be a hypocrite and say the opposite of what I think, like some others do.",
		"author": "Cristiano Ronaldo"
	},
	{
		"text": "If you can lie, you can act, and if you can lie to crazy girlfriends, you can act under pressure.",
		"author": "Joe Rogan"
	},
	{
		"text": "Marilyn Monroe wasn't even her real name, Charles Manson isn't his real name, and now, I'm taking that to be my real name. But what's real? You can't find the truth, you just pick the lie you like the best.",
		"author": "Marilyn Manson"
	},
	{
		"text": "Most people don't care if you're telling them the truth or if you're telling them a lie, as long as they're entertained by it.",
		"author": "Tom Waits"
	},
	{
		"text": "People never lie so much as after a hunt, during a war or before an election.",
		"author": "Otto von Bismarck"
	},
	{
		"text": "Animals don't lie. Animals don't criticize. If animals have moody days, they handle them better than humans do.",
		"author": "Betty White"
	},
	{
		"text": "I never lie. I believe everything I say, so it's not a lie.",
		"author": "Mark Wahlberg"
	},
	{
		"text": "You have nothing if you're texting a guy in a relationship. We can text six women a minute. We can text it and push 'reply all.' I mean, since we're lying, we might as well lie to everybody.",
		"author": "Steve Harvey"
	},
	{
		"text": "And, after all, what is a lie? 'Tis but the truth in a masquerade.",
		"author": "Alexander Pope"
	},
	{
		"text": "It is hard to believe that a man is telling the truth when you know that you would lie if you were in his place.",
		"author": "H. L. Mencken"
	},
	{
		"text": "Now, today is the day we honor, of course, the Presidents, ranging from George Washington, who couldn't tell a lie, to George Bush, who couldn't tell the truth, to Bill Clinton, who couldn't tell the difference.",
		"author": "Jay Leno"
	},
	{
		"text": "We swallow greedily any lie that flatters us, but we sip only little by little at a truth we find bitter.",
		"author": "Denis Diderot"
	},
	{
		"text": "I run six-to-eight miles a day, plus weights and aerobics in the lunch hour. I also lie a lot, which keeps me thin.",
		"author": "Hugh Laurie"
	},
	{
		"text": "Art is the lie that enables us to realize the truth.",
		"author": "Pablo Picasso"
	},
	{
		"text": "When a magician lets you notice something on your own, his lie becomes impenetrable.",
		"author": "Teller"
	}
]